[buff_bonus.A_StormArrows_Buff H7BaseBuff]
mName="风暴神箭"
mTooltip="%stat2 %stat2.icon 攻击\n持续 %durnow 回合。"

[buff_bonus.A_Retribution_Buff H7BaseBuff]
mName="惩戒之术"
mTooltip="对每个攻击此生物的 creature 造成 %d.min 到 %d.max %d.icon 光明伤害。持续 %durnow 回合。"

[buff_bonus.A_IceStrike_Buff H7BaseBuff]
mName="凝冰之击"
mTooltip="此生物在攻击时造成额外的 %d.min 到 %d.max %d.icon 水系伤害。\n持续 %durnow 回合。"

[A_Creature_Sanctuary_kirin H7Creature]
mName="麒麟"
mLore="麒麟是一种与天界之水（雨、冰雹、云、雾、薄雾……）各方面相关的强大水之灵，在娜迦文化中以智慧使者与君主遴选者而闻名。据说，一位将麒麟带入战场的军阀会受到莎拉萨的祝福，整个军队都会受益于该灵体的天界光环。亦传说骑乘麒麟者可御风而行，但需以自身生命为代价。"

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="灵魂惩戒"
mTooltip="此生物对目标对手施加 %spell1.name：每当一个敌方单位受到伤害时，被标记有 %spell1.name 的生物会从对该单位造成的伤害中承受 %buff1.buff.buff1.buff.special。\n持续 %buff1.buff.durini 回合，或直到一个敌方队伍死亡。"

[Ability.A_heal_Buff_target H7BaseBuff]
mName="目标治疗田鼠"
mTooltip=""

[Ability.A_heal_vole_Buff_kirin H7BaseBuff]
mName="灵魂惩戒"
mTooltip="此生物承受任何其他友方生物所承受伤害的 %buff1.buff.special。持续到该生物下一回合开始。"

[buff_bonus.A_Fortune_Buff H7BaseBuff]
mName="时来运转"
mTooltip="%stat %stat.icon 幸运\n持续 %durnow 回合。"

[Ability.A_Esprit_appaisant H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="安抚之灵"
mTooltip="相邻的友方生物在其回合结束时获得一个随机的正面魔法效果。"

[Ability.A_esprit_appaisant_Buff H7BaseBuff]
mName="命运之力"
mTooltip="在 %durnow 回合内获得 %stat1 %stat1.icon 幸运。"


[A_Creature_Sanctuary_kirin_lv2 H7Creature]
mName="神圣麒麟"
mLore="神圣麒麟只存在于精神世界深处，极少在亚山显形。与它们沟通的唯一方法是在高山上发现的莎拉萨魔法泉中裸身沐浴。请愿者随后必须进行一次字面意义上的信仰之跃，从迷雾笼罩的岩石上跳下，祈祷灵体能听到他们的声音并阻止其致命的坠落。这种高贵生物出现在战场上，是莎拉萨仁慈的标志，任何胆敢向受神圣麒麟保护的战士们拔剑的敌人，都将遭受严厉的报复。\n\n招募所需稀有资源：\n2 龙血水晶"

[Ability.A_force_du_destin_Buff H7BaseBuff]
mName="命运之力"
mTooltip="在 %durnow 回合内获得 %stat1 %stat1.icon 幸运。"

[Ability.A_Hailstorm_Aura H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="闪电风暴"
mTooltip="当此生物攻击或反击时，对相邻敌人造成 %d %icon_air 气系伤害。"

v1.32

[Ability.A_Divinite_du_destin H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="命运神力"
mTooltip="当此生物攻击一个尚未反击的对手时，友方生物获得 %buff1.buff.stat %buff1.buff.stat.icon，持续 %buff1.buff.durini 回合。"

v1.37


[buff_bonus.A_InnerFire_Buff H7BaseBuff]
mName="心灵之火"
mTooltip="%stat1 %stat1.icon 攻击\n%stat2 %stat2.icon 士气\n持续 %durnow 回合。"